[{"id":1,"name":"Mercedes-Benz M-Class","price":"$95,000","desc":"Mercedes-Benz M-Class is a SUVIt is available in 4 variants, 1 engine option. Other key specifications of the M-Class include a Kerb Weight of 2175 kg and Bootspace of 690 litres. The M-Class is available in 3 colours. The mileage of M-Class is 15.26 kmpl.","img":"https://i.ibb.co/zh65rsR/car1.jpg","rate":"5","type":"new"},{"id":2,"name":"Mercedes-Benz GL-Class","price":"$80,900","desc":"The X166 Mercedes-Benz GL-Class is a full-sized luxury SUV produced from 2012 to 2019. It is the second generation model in the GL-Class range, and was renamed GLS-Class as of the 2016 facelift","img":"https://i.ibb.co/0XVg3nX/car2.jpg","rate":"4","type":"used"},{"id":3,"name":"Mercedes-Benz GLE-Class","price":"$110,500","desc":"2019 Mercedes GLE Class is a fantastic luxury vehicle that is easy to recommend. It offers exceptional power and performance. The interior comfort and quality is among the best in this class of vehicle. You won't likely be disappointed with any model or trim level of this vehicle.","img":"https://i.ibb.co/LgpQX3f/car3.jpg","rate":"3","type":"used"},{"id":4,"name":"Mazda Mazda3","price":"$17,000","desc":"the 2021 Mazda3 is a good compact car. This sporty sedan is one of the most fun-to-drive cars in its class and offers dynamic steering, responsive brakes, and quick acceleration. It also has a comfortable ride that smooths out most road imperfections.","img":"https://i.ibb.co/4RGkVQ3/car4.jpg","rate":"2","type":"new"},{"id":5,"name":"Hyundai Elantra","price":"$25,600","desc":"The Hyundai Elantra earned good scores on all major reliability ratings. RepairPal gives the Elantra a score of 4 out of 5, ranking it 8th out of 36 compact car models. While the earliest generations showed average fuel economy, the later model years grew more fuel efficient with each new generation.","img":"https://i.ibb.co/KNDmSHd/car5.jpg","rate":"4","type":"new"},{"id":6,"name":"Kia K900","price":"$69,000","desc":"The 2020 Kia K900 Luxury starts at $59,900. Standard features include Nappa leather upholstery, a 20-way power-adjustable driver's seat, a 16-way power-adjustable passenger seat, heated and ventilated front seats, heated rear seats, proximity keyless entry, a hands-free trunk, and a sunroof.","img":"https://i.ibb.co/cCfyhvP/car6.jpg","rate":"2","type":"new"},{"id":7,"name":"Nissan Pathfinder","price":"$35,000","desc":"The 2022 Nissan Pathfinder is available in four trim levels: S, SV, SL and Platinum. All four use a 3.5-liter V6 engine (284 horsepower, 259 lb-ft of torque) paired to a nine-speed automatic transmission. Front-wheel drive is standard, and all-wheel drive is optional. The S, SV and SL trims come with seating for eight.","img":"https://i.ibb.co/4S1LHfX/car7.jpg","rate":"5","type":"new"},{"id":8,"name":"Audi Q5","price":"$65,000","desc":"the 2020 Audi Q5 is a great stable choice as an entry level luxury sports car. It provides everything that you need as it is fast, safe, reliable, and offers good fuel economy. However, if you need a bigger and more powerful engine, then this might not be the one for you.","img":"https://i.ibb.co/D78X92s/car8.jpg","rate":"3","type":"new"},{"id":9,"name":"BMW 550i","price":"$60,000","desc":"BMW E60 5 Series 550i Specs. With a fuel consumption of 11.1 litres/100km - 25 mpg UK - 21 mpg US (Average), 0 to 100 km/h (62mph) in 5.5 seconds, a maximum top speed of 155 mph (250 km/h), a curb weight of 3605 lbs (1635 kgs), the E60 5 Series 550i has a naturally-aspirated V 8 cylinder engine, Petrol motor.","img":"https://i.ibb.co/KXFNZMz/car9.jpg","rate":"4","type":"used"},{"id":10,"name":"Acura Elite Specifications","price":"$49,500","desc":"Acura RDX is a good SUV. It is agile and fun to drive, and its engine delivers plenty of power while returning great fuel economy estimates. Its comfortable interior offers ample space for passengers in both rows, and the cabin is stuffed with high-quality materials.","img":"https://i.ibb.co/xzGrX1z/car10.jpg","rate":"4","type":"new"}]